Repository: mpaserrano/Workio
Catalog: Workio/Workio/Resources/CommonResources.*.resx
Languages: pt

# Can't delete Admin
source: You can't delete an Admin account
pt: Não é possivel eliminar uma conta Admin

source: Delete data and close my account
pt: Apagar dados e fechar conta

source: Delete Personal Data
pt: Eliminar dados pessoais

source: Deleting this data will permanently remove your account, and this cannot be recovered.
pt: Eliminar a sua informação irá remover a sua conta permanentemente, sem possibilidade de recuperação.

source: Error deleting user
pt: Erro ao eliminar conta

source: Error: Give ownership of your teams first!
pt: Não é possivel eliminar a conta enquanto for lider de algumas equipas.

source: Incorrect password
pt: Password Incorreta

source: Preferences
pt: Preferências

source: Change your account settings
pt: Altera as configurações da conta

source: Get Random Team
pt: Obter uma equipa aleatória

source: Manage your account
pt: Gere a tua conta

# RatingUserHint
source: You only can rate users you was in the same team!
pt: Apenas pode avaliar utilizadores com quem esteve na mesma equipa

# AddedPendingListFail
source: Failed to add you to the pending participation list
pt: Não foi possível adicionar-te à lista de participantes pendentes

# AddedPendingListSuccess
source: You have been added to pending participation list
pt: Foste adicionado à lista de participantes pendentes

# AddMilestoneFail
source: Failed to add a milestone
pt: Não foi possivel adicionar a milestone

# AddMilestoneSuccess
source: Added a milestone
pt: A milestone foi adicionada

# AlreadyEnrollAsUser
source: You already been enrolled as a user in this event
pt: Já estás inscrito neste evento como utilizador

# AlreadyPendingRequest
source: You have a pending request
pt: Já tens um pedido de entidade certificada pendente de aprovação

# ApproveRequest
source: Request approved
pt: Pedido aprovado

source: Can't leave chats where you are the owner
pt: Não é possível sair de chats dos quais és o dono

# CanAddRolesToAdmin
source: Can't add roles to admin
pt: Não é possível adicionar cargos ao admin

# CancelEnroll
source: You have cancelled your enrollment in this event
pt: Cancelaste a inscrição no evento

# CancelEnrollFail
source: Failed to cancel your enrollment
pt: Não foi possível cancelar a inscrição no evento

# CancelTeamEnroll
source: Failed to cancel your team's enrollment
pt: Não foi possível cancelar a inscrição da equipa no evento

# CanChangeAdminRoles
source: Failed to change the admin role
pt: Não é possível mudar o cargo do Admin

# CantEnrollAsUserIfTeam
source: Can't enroll as user if you already have enrolled as member of a team
pt: Não é possível inscreveres-te no evento se já tens uma equipa inscrita

# CantGiveAdminRole
source: Can't give the admin role
pt: Não é possível dar o cargo de Admin

source: Couldn't create a chat at the moment
pt: Não foi possível criar sala de chat

source: Couldn't create experience
pt: Não foi possível criar a experiência

# CreateTeamFail
source: Failed to create a the team
pt: Não foi possível criar a equipa

# CreateTeamSuccess
source: Team created
pt: Equipa criada

# DeleteMilestoneFail
source: Failed to delete this milestone
pt: Não foi possível apagar a milestone

# DeleteMilestoneSuccess
source: Deleted this milestone
pt: Apagaste a milestone

# Downvoted
source: You have downvoted this event
pt: Deste downvote a este evento

# DownvoteFail
source: Failed to downvote this event
pt: Não foi possível dar downvote a este evento

# Enrolled
source: You are enrolled in the event
pt: Estás inscrito no evento

# EnrollFail
source: Failed to enroll in the event
pt: Não foi possível inscreveres-te no evento

# EnrollMemberWithTeam
source: Can't enroll as member if you already have enrolled as member of a team
pt: Não é possível inscrever como membro se tens uma equipa inscrita

source: Error getting chatroom
pt: Não foi possível obter a sala de chat

source: Error Sending Message. This user has closed DMs.
pt: Erro ao mandar mensagem, este utilizador fechou as suas DMs

# EventBanned
source: Event was banned
pt: O evento foi banido

# EventBannedFail
source: Failed to ban the event
pt: Não foi possível banir o evento

source: Event created
pt: O evento foi criado

# EventCreateFail
source: Failed to create the event
pt: Não foi possível criar o evento

# EventEnded
source: You have finished this event
pt: Terminaste o evento

# EventUnbanned
source: The event was unbanned
pt: O evento deixou de estar banido

# EventUnbannedFail
source: Couldn't remove the ban from the event
pt: Não foi possível remover o estado de banido do evento

# EventUpdate
source: The event was updated
pt: O evento foi atualizado

# EventUpdateFail
source: Failed to update the event
pt: Não foi possível atualizar o evento

# EventUpdateStatusFail
source: Failed to change the event status
pt: Não foi possível alterar o estado do evento

# FailedAcceptReport
source: Failed to accept the report
pt: Não foi possível aceitar o reporte

# FailedApproveRequest
source: Couldn't approve the request
pt: Não foi possível aprovar o pedido

# FailedReasonAdded
source: Failed to add the report reason
pt: Não foi possível adicionar a razão de reporte

# FailedReasonRemoved
source: Failed to remove the report reason
pt: Não foi possível remover a razão de reporte

# FailedRejectRequest
source: Couldn't reject the request
pt: Não foi possível rejeitar o pedido

# FailedReportRejected
source: Couldn't reject the report
pt: Não foi possível rejeitar o reporte

# FailedToChangeFeaturedStatus
source: Failed to add featured status to event
pt: Não foi possível por o evento como featured

# FileMustBePdf
source: File uploaded must be pdf
pt: O ficheiro tem de ser em formato pdf

# FillAllFields
source: You need to fill ald fields
pt: É necessário preencher todos os campos

# GiveOwnershipFail
source: Failed to change the ownership of the team
pt: Não foi possível alterar o líder da equipa

# GiveOwnershipSuccess
source: Changed ownership of the team
pt: O líder da equipa foi alterado

source: Invalid Operation
pt: Operação Inválida

# InviteAcceptedFail
source: Failed to accept this invite
pt: Não foi possível aceitar o convite

# InviteAcceptedSuccess
source: You have accepted this invite
pt: Aceitaste o convite

# InviteCanceledFail
source: Failed to cancel your invite
pt: Não foi possível cancelar o pedido de convite efetuado

# InviteCanceledSuccess
source: You have canceled your invite
pt: Cancelaste o pedido de convite para este utilizador

# InviteRejectedFail
source: Failed to reject this invite
pt: Não foi possível rejeitar o convite

# InviteRejectedSuccess
source: You have rejected this invite
pt: Rejeitaste o convite

# InviteUserError
source: Failed to invite this user to the team
pt: Não foi possível convidar este utilizador

# InviteUserSuccess
source: You have invited this user to the team
pt: Convidaste este utilizador

# LeftTeamFail
source: Couldn't leave the team
pt: Não foi possível sair da equipa

# LeftTeamSuccess
source: You have left the team
pt: Saíste da equipa

# NoInterestedTeams
source: There are no interested teams at the moment
pt: Não existem equipas interessadas no evento de momento

# NotLoggedIn
source: You have to be authenticated
pt: Tens de estar autenticado

# OwnATeamInterested
source: You're the owner of a team that's already interested in this event
pt: És dono de uma equipa que já está interessado no evento

# ReasonAdded
source: The report reason was added
pt: A razão de reporte foi adicionada

# ReasonRemoved
source: The report reason was removed
pt: A razão de reporte foi removida

# RejectRequest
source: Request rejected
pt: Pedido rejeitado

# RemoveDownvote
source: You have removed the downvoted from this event
pt: Removeste o downvote deste evento

# RemoveDownvoteFail
source: Failed to remove the downvote from this event
pt: Não foi possível dar remover o downvote deste evento

# RemoveUpvote
source: You have removed the upvote from this event
pt: Removeste o upvote deste evento

# RemoveUpvoteFail
source: Failed to remove the upvote from this event
pt: Não foi possível dar remover o upvote deste evento

source: Report rejected
pt: Reporte rejeitado

# ReportSendFail
source: Failed to send in the report
pt: Não foi possível enviar o reporte

# RequestFail
source: Failed to sent the request
pt: Não foi possível enviar o pedido de entidade certificada

# RequestSent
source: You have sent your request
pt: Pedido de entidade certificada enviado

# RequestUpdate
source: Your request has been updated
pt: O pedido foi atualizado

# RequestUpdateFail
source: Failed to update your request
pt: Não foi possível atualizar o pedido

# RoleAddedToUser
source: Role added successfully
pt: O cargo foi adicionado com sucesso

# RoleChanged
source: Role changed successfully
pt: O cargo foi mudado com sucesso

# RoleChangedError
source: Failed to change role
pt: Não foi possível mudar o cargo

# RoleRemovedFromUser
source: Role removed successfully
pt: O cargo foi removido com sucesso

# TeamBanned
source: Team was banned
pt: A equipa foi banida

# TeamBannedFail
source: Failed to ban the team
pt: Não foi possível banir a equipa

# TeamEnroll
source: Your team has been enrolled in the event
pt: A equipa foi inscrita no evento

# TeamUnbannedFail
source: Failed to unban the team
pt: Não foi possível removar o estado de banida da equipa

source: This user has closed DMs
pt: Este utilizador fechou as suas DMs

# UpdateMilestoneFail
source: Failed to update this milestone
pt: Não foi possível atualizar a milestone

# UpdateMilestoneSuccess
source: Updated this milestone
pt: Atualizaste a milestone

# UpdateTeamFail
source: Failed to update the team
pt: Não foi possível atualizar a equipa

# UpdateTeamSuccess
source: The team was updated
pt: Atualizaste a equipa

# Upvoted
source: You have upvoted this event
pt: Deste upvote a este evento

# UpvoteFail
source: Failed to upvote this event
pt: Não foi possível dar upvote a este evento

# UserAddedSuccess
source: The user was added to your team
pt: O utilizador foi adicionado à equipa

# UserAddError
source: Failed to add this user
pt: Não foi possível adicionar o utilizador à equipa

# UserAlreadyHasRole
source: User already has the role
pt: O utilizador já tem esse cargo

# UserBanned
source: User was banned
pt: O utilizador foi banido

# UserDoesntHaveRole
source: User doesn't have that role
pt: O utilizador não tem esse cargo

# UserRejectedFail
source: Failed to reject this user
pt: Não foi possível rejeitar o pedido deste utilizador

# UserRejectedSuccess
source: You have rejected this user
pt: Rejeitaste o pedido deste utilizador

# UserRemovedSuccess
source: The user was removed from your team
pt: Removeste este utilizador da tua equipa

# UserRemoveFail
source: Failed to remove the user from your team
pt: Não foi possível remover este utilizador da tua equipa

# UserSuspendedSuccess
source: User was suspended successfully
pt: Utilizador foi suspendido com sucesso

# UserSuspendsError
source: Failed to suspend user
pt: Não foi possível suspender o utilizador

# UserUnsuspendsError
source: Failed to remove suspension
pt: Não foi possível remover a suspensão do utilizador

# WhileInviteUserError
source: An error ocurred while inviting this user, please try again
pt: Ocorreu um erro ao convidar este utilizador

source: You can't add someone that is blocked
pt: Não podes adicionar um utilizador que está bloqueado

# You're Blocked
source: You're blocked by this user
pt: Estás bloqueado por este utilizador

source: Entity
pt: Entidade

source: Report Reasons
pt: Razões de denúncia

source: Report Reason - English
pt: Razão de denúncia - Inglês

source: Report Reason - Portuguese
pt: Razão de denúncia - Português

source: Already a member?
pt: Já é membro

source: Showing requests for
pt: Mostrar pedidos

source: Team Members
pt: Membros da equipa
