Repository: mpaserrano/Workio
Catalog: Workio/Workio/Resources/CommonResources.*.resx
Languages: pt

source: Company
pt: Empresa

source: Description
pt: Descrição

source: End Date
pt: Data de Fim

source: Endorsements
pt: Recomendações

source: Experiences
pt: Experiências

source: Login
pt: Iniciar Sessão

# PasswordChanged
source: Your password has been changed.
pt: Palavra-passe alterada com sucesso.

# PasswordChangedInvalidOldPassword
source: Incorrect old password.
pt: Palavra-passe antiga está incorreta.

source: Open Positions
pt: Posições Abertas

source: Present
pt: Presente

# RequiredField
source: Please fill this field!
pt: Por favor preencha este campo!

source: Sign Up
pt: Registe-se

# SkillName
source: Skill
pt: Habilidade

source: Skills
pt: Habilidades

source: Start Date
pt: Data de Inicio

source: Team Name
pt: Nome da Equipa

source: Total of Endorsements
pt: Total de Recomendações

# WorkTitle
source: Experience Title
pt: Titulo da experiência

# YouAreBlocked
source: Seems like you are blocked :(
pt: Você está bloqueado por este utilizador :(

source: Positions
pt: Posições

source: Accept
pt: Aceitar

# AcceptConnectionRequest
source: Accept Connection
pt: Aceitar pedido

source: Action
pt: Ação

source: Actions
pt: Ações

source: Admin
pt: Administrador

source: Admin Dashboard
pt: Painel de Administrador

# AlreadyRated
source: You have already rated this user
pt: Já avaliaste este utilizador

# ApplyToBeCertified
source: Apply to be a certified entity
pt: Pedir para se tornar numa Entidade Certificada

# AttachPDF
source: Attach a PDF file
pt: Anexar ficheiro PDF

source: Back
pt: Voltar

source: Back to List
pt: Voltar à lista

source: Block
pt: Bloquear

source: Blocked Users
pt: Utilizadores bloqueados

source: Blocks
pt: Bloqueados

source: Cancel
pt: Cancelar

# ChooseReportReason
source: Please choose a reason
pt: Indique a razão

source: Close
pt: Fechar

source: Connect
pt: Conectar

source: Connections
pt: Conexões

source: Create
pt: Criar

source: Create New
pt: Criar Novo

source: Create Team
pt: Criar Equipas

source: Delete
pt: Apagar

# DeleteConfirmation
source: Are you sure you want to delete this?
pt: Tem a certeza que quer apagar?

source: Details
pt: Detalhes

source: Edit
pt: Editar

source: Edit Skill
pt: Editar skill

source: Endorse
pt: Recomendar

# EntityNeeds
source: To apply to be a certified entity you need to
pt: Para ser uma entidade certificada precisas

source: Entity Status Request
pt: Pedido de estatuto de entidade registada

source: Error
pt: Erro

# ErrorOcurred
source: An error occurred while processing your request
pt: Ocorreu um erro a processar o seu pedido

source: Event
pt: Evento

source: Events
pt: Eventos

# FieldCheck
source: After both those fields are completed press the button to submit the request
pt: Depois de preencheres os campos, clica no botão para submeteres o pedido

source: File Submitted
pt: Ficheiro Submetido

source: Finish Project
pt: Concluir Projeto

source: Give Ownership
pt: Dar Posse

source: Leave Team
pt: Sair da equipa

source: Logout
pt: Sair

source: Members
pt: Membros

source: My teams
pt: As minhas equipas

source: Name
pt: Nome

source: No Data
pt: Sem dados

# NoGitHubProfile
source: This user does not have a GitHub profile linked
pt: Este utilizador nao tem um perfil GitHub configurado

# NoLinkedInProfile
source: This user does not have a LinkedIn profile linked
pt: Este utilizador nao tem um perfil LinkedIn configurado

source: Open Registrations
pt: Abrir Inscrições

source: Pending
pt: Pendente

source: Pending Requests
pt: Pedidos Pendentes

source: Privacy
pt: Privacidade

source: Profile
pt: Perfil

source: Rate
pt: Avaliar

source: Rating
pt: Avaliação

# RatingHelp
source: Here you can rate a user, from a range of 0-5 and you can also leave a comment.
pt: Aqui podes avaliar um utilizador de 0 a 5 e deixar um comentário

source: Rating Model
pt: Modelo de avaliações

source: Reason
pt: Razão

source: Register
pt: Registar

source: Reject
pt: Rejeitar

# RejectConnectionRequest
source: Reject Connection
pt: Rejeitar pedido

source: Remove
pt: Remover

source: Remove Connection
pt: Remover Conexão

source: Report
pt: Denunciar

source: Report Reason
pt: Tipo de denuncia

source: Report Team
pt: Denunciar Equipa

# ReportThankYou
source: Thank you for reporting
pt: Obrigado por denunciar

source: Report User
pt: Denunciar Utilizador

source: Request Access
pt: Pedir Acesso

source: Request Details
pt: Detalhes do pedido

# RequestToBeEntity
source: Request to be a certified entity
pt: Pedido para se tornar numa entidade certificada

source: Save
pt: Guardar

source: SaveChanges
pt: Guardar Mudanças

source: Search
pt: Procurar

source: Settings
pt: Definições

source: Show More
pt: Ver Mais

source: Status
pt: Estado

source: Submit
pt: Submeter

source: Tag
pt: Etiqueta

source: Tags
pt: Etiquetas

source: Team
pt: Equipa

source: Teams
pt: Equipas

source: Unblock
pt: Desbloquear

source: Unendorse
pt: Desaprovar

# User404
source: User Not Found
pt: Utilizador não encontrado :(

source: Users
pt: Utilizadores

source: Welcome
pt: Bem-vindo

# WhyBeCertifiedEntity
source: Why do you want to be a certified entity?
pt: Porque queres ser uma entidade certificada?

source: You are rating
pt: Estás a avaliar

# 2FA
source: Two-factor authentication
pt: Autenticação de dois fatores

source: About Me
pt: Sobre Mim

source: Accept Invite
pt: Aceitar Convite

# AddLogin
source: Add another service to log in.
pt: Adicionar outro serviço de login.

source: Banner Preview
pt: Pré-visualização do Banner

source: Change email
pt: Mudar email

source: Change Password
pt: Mudar a palavra-chave

# CheckTerms
source: I agree with the Terms and Conditions.
pt: Concordo com os Termos e Condições.

source: Clear
pt: Limpar

# ClickToLogOut
source: Click here to Logout
pt: Clica aqui para sair

source: Closed
pt: Fechado

source: Close Registrations
pt: Fechar Inscrições

source: Comment
pt: Comentário

source: Confirm email
pt: Confirmar email

source: Confirm email change
pt: Confirmar mudança de email

source: Confirm Password
pt: Confirmar palavra-chave

source: Create Event
pt: Criar Evento

source: Creator
pt: Criador

source: Date
pt: Data

source: Enter your email.
pt: Introduz o teu email.

source: Event Tags
pt: Tags do Evento

# EventTagsHelp
source: Write here the event identifiers separated by ,. e.g. gamejam,games,something else,
pt: Escreve as tags do evento separadas por ,. Ex: games, gamejam, etc...

# EventURLHelp
source: Official host site. Ex: https://itch.io
pt: Site oficial do host. Ex: https://itch.io

# ExternalLoginAccPt1
source: Associate your
pt: Associa a tua

# ExternalLoginRegSucc1
source: You've successfully authenticated with
pt: Registaste-te com sucesso utilizando

# ExternalLoginRegSucc2
source: Please enter your name for this site below and click the Register button to finish logging in.
pt: Introduz o teu nome desejado e clica no botão para finalizar o login

source: External Logins
pt: Logins Externos

source: File Path
pt: Diretório

source: Finished
pt: Acabado

source: Forgot Password
pt: Esqueci-me da palavra-chave

source: Forgot your password?
pt: Esqueceste-te da tua palavra-chave?

source: Go Back
pt: Voltar

source: Invites Sent
pt: Pedidos Enviados

source: Invite User
pt: Convidar Utilizador

source: Language
pt: Idioma

source: Learn About
pt: Aprender sobre

# LoginWAccPt1
source: Log in using your
pt: Faz login com a tua

# LogOutSuccess
source: You have successfully logged out of the application.
pt: Saiste com sucesso da aplicação.

source: Log in
pt: Iniciar sessão

source: Log out
pt: Sair

# ManageAppearance
source: Manage the appearance of the website
pt: Gerir a aparência

source: Manage Email
pt: Gerir Email

source: Manage your external logins
pt: Gerir logins externos

source: New email
pt: Novo email

source: New Password
pt: Palavra-chave nova

source: Not a member yet?
pt: Ainda não és membro?

source: Old Password
pt: Palavra-chave antiga

source: On Going
pt: A decorrer

source: Participation Requests
pt: Pedidos de participação

source: Password
pt: Palavra-chave

source: Pending Connections
pt: Conexões Pendentes

source: Personal Data
pt: Dados Pessoais

source: Privacy Policy
pt: Política de privacidade

source: Profile picture
pt: Foto de perfil

source: Rater ID
pt: ID do avaliador

source: Rate User
pt: Avaliar Utilizador

source: Receiver ID
pt: ID do recetor

source: Registered Logins
pt: Logins registados

source: Reject Invite
pt: Rejeitar Convite

source: Remember Me?
pt: Lembrar-me?

source: Remove Interest
pt: Remover interesse

source: Report Event
pt: Denunciar Evento

source: Request pending approval
pt: Pedido à espera de aprovação

source: Reset
pt: Alterar

source: Reset Password
pt: Alterar palavra-chave

source: Reset your password.
pt: Altera a tua palavra-chave

source: Search for users...
pt: Procurar utilizadores...

source: Send verification email
pt: Enviar email de confirmação

# ShowInterestMember
source: Show interest as a member
pt: Mostrar interesse como membro

source: Sign up now
pt: Regista-te agora

source: State
pt: Estado

source: Submit Request
pt: Submeter Pedido

source: Team Invites
pt: Pedidos de equipas

source: Team Language
pt: Idioma da equipa

source: Title
pt: Título

source: Update Password
pt: Mudar palavra-chave

# UploadBanner
source: Upload banner picture
pt: Carregar imagem do banner

source: Add Milestone
pt: Adicionar Objetivo

source: Address
pt: Morada

# ChooseMapLocation
source: Please choose a location from the map
pt: Escolha um sitio no mapa

source: Created
pt: Criado

# DontHaveATeam
source: Dont have a team? Create one
pt: Não tens uma equipa? Cria uma

source: Enrollments
pt: Inscrições

source: Filter
pt: Filtro

source: Finish
pt: Acabar

source: here
pt: aqui

source: Is remote
pt: É remoto

# Joined
source: Interested
pt: Interessado

# MapLocationHelp
source: Click on the map to choose the event location or search and click
pt: Clique no mapa para escolher a localização do evento, pode também pesquisar

source: Milestone
pt: Objetivo

source: Milestones
pt: Objetivos

source: Milestone title
pt: Título do objetivo

source: Open
pt: Aberto

source: Update Filter
pt: Atualizar Filtro

source: Event Enrollments
pt: Inscrições no evento

source: Location
pt: Localização

# RemoveInterestTeam
source: Remove team as interested
pt: Remove interesse da equipa

# ShowInterestTeam
source: Show interest as a team
pt: Mostrar interesse como equipa

source: Action reason
pt: Razão da ação

source: Action Type
pt: Tipo de ação

source: Active
pt: Ativo

source: Add
pt: Adicionar

source: Add new report reason
pt: Criar razão de denúncia

# AllF
source: All
pt: Todas

# AllM
source: All
pt: Todos

source: Approve
pt: Aprovar

source: Approved
pt: Aprovado

# ArchivedPluralF
source: Archived
pt: Arquivadas

# ArchivedPluralM
source: Archived
pt: Arquivados

source: Are you sure?
pt: Tens a certeza?

source: Author
pt: Autor

source: Ban Ends
pt: Fim do ban

# BannedPluralF
source: Banned
pt: Banidas

# BannedPluralM
source: Banned
pt: Banidos

# BannedSingularF
source: Banned
pt: Banida

# BannedSingularM
source: Banned
pt: Banido

source: Changed Event
pt: Evento alterado

source: Changed Team
pt: Equipa alterada

source: Changed User
pt: Utilizador alterado

source: Changes
pt: Mudanças

source: Changes Moderation Log
pt: Registo de mudanças de moderação

# ClosedPluralF
source: Closed
pt: Fechadas

source: CreationDate
pt: Data de criação

source: Dashboard
pt: Dasboard

source: Date of submission
pt: Data de submissão

source: Entity Requests
pt: Pedidos de entidade

source: Event Information
pt: Informação de evento

source: Event Moderation Log
pt: Registo de evento

source: Event report
pt: Denúncia de evento

source: Events Moderation
pt: Moderação de eventos

source: Events Soon
pt: Eventos em breve

source: Event Title
pt: Título do evento

source: File
pt: Ficheiro

# FinishedPluralF
source: Finished
pt: Acabadas

source: Logs
pt: Registos

source: ManageEvents
pt: Gerir Eventos

source: Manage Teams
pt: Gerir equipas

source: Not Banned
pt: Sem ban

source: Number of reports
pt: Número de denúncias

# OpenPluralF
source: Open
pt: Abertas

source: Other Reports
pt: Outras denúncias

source: Personal Information
pt: Informação Pessoal

source: Previous Reports
pt: Denúncias anteriores

# RecommendedPluralF
source: Recommended
pt: Recomendadas

# RecommendedPluralM
source: Recommended
pt: Recomendados

# RegularUsersOnly
source: This page is only available to regular users only.
pt: Esta página está disponiveis apenas para utilizadores não certificados

source: Rejected
pt: Rejeitado

source: Remote
pt: Remoto

source: Reported
pt: Reportado

source: Reporter
pt: Denunciante

# ReportName
source: Report
pt: Denúncia

source: Reports
pt: Denúncias

source: Report type
pt: Alvo de denúncia

source: Request pending
pt: Pedido pendente

source: Request rejected
pt: Pedido rejeitado

source: Role
pt: Permissão

source: Roles
pt: Permissões

source: See More
pt: Ver Mais

source: Showing logs for
pt: Mostrar registos para

source: Show Interest
pt: Mostrar Interesse

source: Suspended
pt: Suspenso

source: Team Information
pt: Informação da equipa

source: Team Moderation Log
pt: Registo de equipa

source: Team report
pt: Denúncia de equipa

source: Teams are looking for people
pt: Equipas à procura de membros

source: Teams Moderation
pt: Moderação de equipas

source: Top Events
pt: Eventos Principais

source: User
pt: Utilizador

source: User Moderation Log
pt: Registo de utilizador

source: User report
pt: Denúncia de utilizador

# UsersAreLookingForATeam
source: Users are looking for teams
pt: Utilizadores à procura de equipas

source: Users Moderation
pt: Moderação de utilizadores

# HomeEventsCalendarHeader
source: Events Calendar
pt: Calendário de Eventos

# AcceptedRequestTeam
source: Accepted Team Request
pt: Pedido de participação aceite

source: All Teams
pt: Todas as equipas

source: April
pt: Abril

source: August
pt: Agosto

source: December
pt: Dezembro

source: Events created per month
pt: Eventos criadas por m\u00EAs

source: Events created this year
pt: Eventos criados este ano

source: Events near me
pt: Eventos perto de mim

source: Events Participated
pt: Participacao em eventos

source: Events Participated in
pt: Participação em eventos

source: Events suspended
pt: Eventos banidos

source: February
pt: Fevereiro

source: Find It
pt: Descobrir

source: Found Team
pt: Encontrou equipa

source: Got Invited
pt: Recebeu Convite

source: Interested
pt: Interessado

source: Interested in events
pt: Interessados em eventos

source: Interested Teams
pt: Equipas interessadas

source: Interested Users
pt: Utilizadores interessados

source: January
pt: Janeiro

source: July
pt: Junho

source: June
pt: Junho

source: Loading...
pt: A carregar...

# MapClickForCurrentLocation
source: Click on the map tor use your current location
pt: Clique no mapa para usar a sua localização atual

source: March
pt: Março

source: Mark as read
pt: Marcar como lida

source: Mark as unread
pt: Marcar como não lida

source: May
pt: Maio

# NewF
source: New
pt: Nova

# NewRequestTeam
source: New Team Request
pt: Novo pedido de participação

source: No events found
pt: Não foram encontrados eventos

source: No Team
pt: Sem equipa

source: Notifications
pt: Notificações

source: Not Interested
pt: Sem interesse

source: November
pt: Novembro

source: October
pt: Outubro

source: Owned
pt: Dono

source: Remove Team Interest
pt: Remover interesse da equipa

source: Requested Access
pt: Pediu Acesso

source: Search from here
pt: Procurar daqui

source: September
pt: Setembro

# ShowAllF
source: Show All
pt: Mostrar todas

# ShowReadF
source: Show Read
pt: Mostrar lidas

# ShowUnreadF
source: Show Unread
pt: Mostrar não lidas

source: Statistics
pt: Estatísticas

# SuspendedEvent
source: This event has been suspended
pt: Este evento foi suspenso

# SuspendedTeam
source: This team has been suspended
pt: Esta equipa foi suspensa

# TeamInvolvement
source: How joined the teams
pt: Como se juntou às equipas

# TeamNewOwner
source: Team {0} has new owner
pt: A equipa {0} tem dono novo

# TeamParticipation
source: How joined the teams
pt: Como se juntou às equipas

source: Teams completed
pt: Equipas Acabadas

source: Teams created per month
pt: Equipas criadas por m\u00EAs

source: Teams created this year
pt: Equipas criadas este ano

# TeamsParticipatedIn
source: Teams participated in states
pt: Estado das equipas que faz parte

source: Teams Status
pt: Estados das equipas

source: Teams suspended
pt: Equipas banidas

# TeamStatusUpdatedTo
source: Team {0} status updated to
pt: Estado da equipa atualizado para {0}

source: Teams you are a member of
pt: Equipas das quais fazes parte

source: Total events created
pt: Total de eventos criados

source: Total teams created
pt: Total de equipas criadas

source: Total users registered
pt: Total de utilizadores registados

source: Users banned
pt: Utilizadores banidos

source: Users interested in events
pt: Utilizadores interessados em eventos

source: Users registered per month
pt: Utilizadores registados por m\u00EAs

source: Users registered this year
pt: Utilizadores registados este ano

# UsersVSTeamsInterest
source: User VS Team in interest
pt: Interesse de utilizadores VS Interesse de equipas

# UsersVSTeamsInterestinEvents
source: Users interest VS Teams interest in events
pt: Interesse de utilizadores VS interesse de equipas em eventos

source: Users who found team
pt: Utilizadores que encontraram equipa

source: Users with team
pt: Utilizadores com equipa

source: You are here
pt: Estás aqui

# YouAreTeamNewOwner
source: You are the new owner of {0}
pt: És o novo dono de {0}

# YouWereInvitedToTeam
source: You were invited to {0}
pt: Foste convidado para {0}

source: Click
pt: Clique

# NewConnectionNotification
source: New connection
pt: Nova conexão

source: to see more
pt: para ver mais

source: Notification
pt: Notificação

source: Request to connect sent
pt: Pedido de conexão enviado

source: Account suspended
pt: Conta suspensa

source: New Notification
pt: Nova notificação

# Remove Ban Account
source: Removed ban account
pt: Suspensão removida

# UserUnsuspendedSuccess
source: User unsuspended
pt: Removida a suspensão

# ProfileGraphEmptyEventsParticipatedOwner
source: You haven't join any event yet!
pt: Você ainda não participou de nenhum evento

# ProfileGraphEmptyEventsParticipatedVisitor
source: This user haven't join any event yet!
pt: Este utilizador ainda não participou de nenhum evento

# ProfileGraphEmptyTeamsInvolvedOwner
source: You haven't join any team yet!
pt: Você ainda não se juntou a nenhuma equipa

# ProfileGraphEmptyTeamsInvolvedVisitor
source: This user haven't join any team yet!
pt: Este utilizador ainda não se juntou a nenhuma equipa

# ProfileGraphEmptyTeamsParticipatedOwner
source: You haven't join any team yet!
pt: Você ainda não se juntou a nenhuma equipa

# ProfileGraphEmptyTeamsParticipatedVisitor
source: This user haven't join any team yet!
pt: Este utilizador ainda não se juntou a nenhuma equipa

# AdminStatsOtherData
source: Other data
pt: Outros dados

# StatsAllValueOutOfValue
source: out of
pt: de

# StatsEventsCreations
source: Events creations
pt: Criação de eventos

# StatsEventsInteressesOrigins
source: Origin of interests
pt: Origem dos interesses

# StatsEventsNoGraphDataEventInteressesOrigin
source: No data to display.
pt: Sem dados a apresentar.

# StatsEventsNoGraphDataEventsPerMonth
source: No events created this year yet.
pt: Não existe eventos criados este ano.

# StatsEventsNoGraphDataEventsUsersInteressed
source: No data to display.
pt: Sem dados a apresentar.

# StatsEventsPerMonthEventsLegend
source: Events
pt: Eventos

# StatsTeamsCreations
source: Teams creations
pt: Criação de equipas

# StatsTeamsNoGraphDataTeamsPerMonth
source: No teams created this year yet.
pt: Não existe equipas criadas este ano.

# StatsTeamsNoGraphDataTeamsStates
source: No teams created yet.
pt: Não existe equipas criadas.

# StatsTeamsPerMonthTeamsLegend
source: Teams
pt: Equipas

# StatsUsersNoGraphDataUsersPerMonth
source: No new users this year yet.
pt: Não existe utilizadores novos este ano.

# StatsUsersNoGraphDataUsersWithTeam
source: No data to display.
pt: Sem dados a apresentar.

# StatsUsersPerMonthUsersLegend
source: Users
pt: Utilizadores

# StatsUsersRegistations
source: Users registration
pt: Registo de utilizadores

source: Featured event
pt: Evento destacado

# AdminOptionRemoveEventBan
source: Unban event
pt: Retirar banimento

# AdminOptionRemoveEventFeatured
source: Remove event as featured
pt: Remover destaque do evento

# AdminOptionSetEventBan
source: Ban event
pt: Banir evento

# AdminOptionSetEventFeatured
source: Set event as featured
pt: Destacar evento

# OpenDMs
source: Receive messages from other users
pt: Receber mensagens de outros utilizadores

# ReceiveIRLNotifications
source: Receive real time notifications
pt: Receber notificações em tempo real

# SendEmailNotifications
source: Receive notifications via email
pt: Receber notificações por email

source: Your privacy settings have been updated
pt: As tuas definições de privacidade foram atualizadas

# ConfirmAction?
source: Do you want to confirm this action?
pt: Tem a certeza desta ação?

source: Leave Chat
pt: Abandonar Conversa

source: Leaving this chat also means leaving your team. Do you still want to leave?
pt: Abandonar esta conversa também significa abandonar a tua equipa. Deseja, mesmo assim, progredir?

# ChangeFeatured
source: Change featured event status
pt: Alterar destaque do evento

# MarkAsFeatured
source: Marked as featured event
pt: Evento destacado!

# RemoveFeatured
source: Remove event from featured Events
pt: Evento removido dos destaques

# SuccessChangingFeaturedStatus
source: Success changind featured event status
pt: Sucesso alterando o destaque do evento

# CancelConnectionRequest
source: Cancel Request
pt: Cancelar pedido

source: Connection Removed
pt: Conexão removida

source: Error accepting request. Request may be invalid
pt: Erro ao aceitar pedido. O pedido pode já não ser válido.

source: Error while cancelling request. Request may be invalid.
pt: Erro ao cancelar pedido. O pedido pode já não ser válido

source: Error while rejecting request. Request may be invalid.
pt: Erro ao rejeitar pedido. O pedido pode já não ser válido.

source: Error while removing connection. Connection may be invalid.
pt: Erro ao remover conexão. A conexão pode já não ser válida.

source: Failed sending request
pt: Envio do pedido falhou

source: Rejected request
pt: Pedido rejeitado

source: Request Accepted
pt: Pedido aceite

source: Request cancelled
pt: Pedido cancelado

source: Send message
pt: Enviar mensagem

# EventTagsQuestionMarkHelper
source: Tags to identify the event context
pt: Chaves para identificar o contexto do evento

# TeamPositionsHelper
source: Write the positions separeted by ,. e.g. programmer, graphic designer,...
pt: Escreva as posições separadas por,. Ex: programador, designer grafico, ...

# TeamPositionsQuestionMarkHelper
source: Responsibilities needed in the team
pt: Responsabilidades necessárias na equipa

# TeamTagsHelper
source: Write the tags separeted by ,. e.g. website, recipes, food,...
pt: Escreva as etiquetas separadas por ,. Ex: website, receitas, comida, ...

# TeamTagsQuestionMarkHelper
source: Tags to identify the team context
pt: Chaves para identificar o contexto da equipa

# RatingSubmitted
source: Rating has been submitted
pt: Avaliação submetida

# RatingUpdated
source: Rating has been updated
pt: Avaliação atualizada

# RatingUpdateFail
source: Failed to update rating
pt: Não foi possível atualizar a avaliação

# RatingValid
source: Rating must be between 0 and 5
pt: Tem de estar entre 0 e 5
